import React from "react";

import styles from './BookPage.module.scss'
import DynamicMarkdownContent from "../../shared/components/DynamicMarkdownContent/DynamicMarkdownContent";

const BookPageF = () => {
    return (
        <div className={styles.book_page_block_style}>
            <div className={styles.book_page_block_style_inner}>
                 <DynamicMarkdownContent content="Обеспечивают интеграцию и возможность участия в сводных каталогах.
ГОСТ 7.1-2003 «Библиографическая запись. Библиографическое описание. Общие требования и правила составления». Фундаментальный стандарт для содержательного наполнения АИС.

ГОСТ Р 7.0.100-2018 «Библиографическая запись. Кодирование форматов библиографических данных...». Описывает применение форматов RUSMARC (российская версия MARC) для обмена библиографическими записями. Качество АИС во многом определяется правильностью и полнотой реализации поддержки RUSMARC.

ГОСТ Р ИСО 15836-2017 «Информация и документация. Метаданные элементов набора Дублинского ядра». Используется для описания электронных ресурсов

Обеспечивают интеграцию и возможность участия в сводных каталогах.

ГОСТ 7.1-2003 «Библиографическая запись. Библиографическое описание. Общие требования и правила составления». Фундаментальный стандарт для содержательного наполнения АИС.

ГОСТ Р 7.0.100-2018 «Библиографическая запись. Кодирование форматов библиографических данных...». Описывает применение форматов RUSMARC (российская версия MARC) для обмена библиографическими записями. Качество АИС во многом определяется правильностью и полнотой реализации поддержки RUSMARC.

ГОСТ Р ИСО 15836-2017 «Информация и документация. Метаданные элементов набора
Обеспечивают интеграцию и возможность участия в сводных каталогах.
Обеспечивают интеграцию и возможность участия в сводных каталогах.

ГОСТ 7.1-2003 «Библиографическая запись. Библиографическое описание. Общие требования и правила составления». Фундаментальный стандарт для содержательного наполнения АИС.

ГОСТ Р 7.0.100-2018 «Библиографическая запись. Кодирование форматов библиографических данных...». Описывает применение форматов RUSMARC (российская версия MARC) для обмена библиографическими записями. Качество АИС во многом определяется правильностью и полнотой реализации поддержки RUSMARC.

ГОСТ Р ИСО 15836-2017 «Информация и документация. Метаданные элементов набора
Обеспечивают интеграцию и возможность участия в сводных каталогах.
"/>
            </div>
           

        </div>
    )
}

export default BookPageF;